{
  "facts": [
    "International sloth day is October 20th",
    "There are six extant species, which can be divided into two groups- three-toed sloths and two-toed sloths. Besides the difference in the number of digits on their front limbs, two-toed sloths tend to be slightly larger. Three-toed sloths are more docile and have a smaller range of rainforest habitat.",
    "The extinct giant ground sloth could reach lengths of over 3 metres and weigh a ton.",
    "Sloths are native to the rainforests of Central and South America.",
    "The pygmy three-toed sloth is critically endangered according to the IUCN Red List, while the maned three-toed sloth is endangered.",
    "Their diets consist of mostly leaves, which is the reason for their famed slowness. The reason for this is that leaves are not energy-rich, therefore sloths need to sleep more and move slowly to save energy; they travel up to 36 metres and sleep for 15 to 20 hours a day.",
    "It can take sloths days to digest a single leaf!",
    "Sloths have a slightly lower body core temperature than most mammals and they can become sluggish if their temperature drops too low.",
    "Sloths have an incredibly slow metabolism, only relieving themselves once or twice a week.",
    "According to World Animal Protection, sloths spend 90% of their time hanging upside down. This is because they have certain physiological adaptations that bear the weight of their internal organs and prevent them from pushing down on the diaphragm.",
    "While they are notoriously slow on land, they are good swimmers. Sloths are able to travel three times as fast in the water as they do on land and hold their breath for up to 40 minutes at a time. This is because their multi-chamber stomach has developed as a response to their slow digestion, but can also act as a floatation device.",
    "Sloths’ long, coarse fur grows in the opposite direction to most other mammals. Additionally, it contains algae, which helps camouflage the animal when in the treetops. In 2010, researchers found that a type of green algae called Trichophilus welckeri passes down from mother sloth to baby sloth, suggesting a co-evolutionary relationship between the two species.",
    "Besides algae, sloths’ fur has grooves and cracks that house a variety of insects, like beetles, moths, fungi and cockroaches.",
    "The biggest threat facing sloths is habitat destruction.",
    "Baby sloths cling to their mothers for up to six months after birth. Once they separate themselves, young sloths stay close to their mothers for two to four years, depending on the species.",
    "On average, sloths travel 41 yards per day—less than half the length of a football field!",
    "Sloths snooze for about 15 hours per day.",
    "Because sloths don’t have incisors, they trim down leaves by smacking their firm lips together.",
    "Sloths are incredibly fussy when it comes to personal hygiene. In the wild, they are known to make a slow, arduous journey from the tree canopy to the bottom of the same tree in order to defecate or urinate on the forest floor.",
    "Sloths have been around for 65.5 million years. Just before dinosaurs disappeared, showing that a slow-paced lifestyle can be a good survival strategy in the wild.",
    "The average lifespan of two-toed sloths is believed to be up to 20 years.",
    "In captivity, the Hoffman's two-toed sloth, also known as 'Miss C', lived until the ripe age of 43 years, which is twice as long as other wild sloths of the same species.",
    "The moth species Cryptoses Choloepi Dyar, relies almost exclusively on sloths. When a sloth climbs down to defecate on the forest floor, female moths lay their eggs in the dung. Once adult moths emerge from the dung, they fly to the canopy to mate in the sloth's fur, and the whole cycle begins all over again."
  ]
}